Repository: jarek4/davar
Catalog: lib/src/localization/intl_*.arb
Languages: bg

# addTranslation
source: translation
bg: превод

# authLearn
source: you learn
bg: учиш

# authLogout
source: Are you sure, you want to logout?
bg: Сигурни ли сте, че искате да излезете?

# authName
source: name
bg: име

# authYourLanguage
source: your language
bg: вашият език

source: cancel
bg: отмени

# cannotTryNoMore
source: You cannot try any more. Please register new user
bg: Не можете да опитвате повече. Моля, регистрирайте нов потребител

# canScore
source: You can score:
bg: Може да спечелиш:

source: category
bg: категория

# changePwd
source: Change password
bg: Смени паролата

# chooseLang
source: Please choose language
bg: Моля, изберете език

# clickAdToSupport
source: Support my app by clicking this ad
bg: Подкрепете приложението ми, щракнете върху рекламаta

source: close
bg: затвори

source: clue
bg: подсказване

source: clue not added
bg: улика не е добавена

# confirmDeleteWord
source: Are you sure, you want to delete this word?
bg: Сигурни ли сте, че искате да изтриете тази дума?

source: created at
bg: създаден

# createLearningProfile
source: Create your learning profile
bg: Създайте своя учебен профил

source: delete
bg: изтрий

# doFillFields
source: Do you filled all fields
bg: Попълнихте ли всички полета

source: edit
bg: редактирай

source: error
bg: грешка

source: Favorite
bg: Лубими

# fieldNotEmpty
source: This field cannot be empty
bg: Полето не може да бъде празно

# forgotPwd
source: Forgot password?
bg: Забравена парола?

source: invalid email
bg: невалиден имейл

# invalidPwd
source: Invalid password! Example:
bg: Невалидна парола! Пример:

# languageToLearn
source: language you want to learn
bg: език, който искате да научите

# listAddListTop
source: Which element you want to add at the beginning of the main list
bg: Кой елемент искате да добавите в началото на основния списък

# listEmpty
source: Maybe your word's list is empty
bg: Списъкът с вашите думи изглежда празен

# listSearch
source: search
bg: търсене

# loading
source: Loading ... waitâ€¦
bg: Зарежда се... изчакайте…

source: Load more
bg: Зареди още

# moreAddCategory
source: Add new category
bg: Добавете нова категория

# moreInfo
source: more information
bg: още информация

# moreManageCategories
source: Manage categories. Add new one, delete or edit.
bg: Управлявайте категориите си. Добавете нова, изтрийте или редактирайте.

# newPwd
source: New password
bg: Нова парола

source: New sentence
bg: Ново изречение

source: New word
bg: Нова думичка

source: next
bg: следващ

source: No
bg: не

# noData
source: Data is unavailable
bg: Данните са недостъпни

# noMoreToPlay
source: No more word to play
bg: Няма повече думи за игра.

# nothingFound
source: Nothing was found
bg: Нищо не е открито

source: not saved
bg: не е запазено

source: Not this time
bg: Не и този път

# noUndo
source: You cannot undo deleting
bg: Не можете да отмените изтриването

source: points
bg: точки

# pwd
source: password
bg: парола

# pwdNotStrong
source: password is not strong
bg: паролата не е надеждна

# pwdReset
source: Reset password
bg: Възстановяване на паролата

# pwdResetWhichLang
source: Which language you learn?
bg: Кой език учиш?

# pwdWasChanged
source: Password was changed
bg: Паролата беше сменена

source: quit
bg: напусни

# quizAddAtLeast
source: Add at least:
bg: Добавете поне:

# quizAdded
source: Until now you have been added
bg: До сега сте добавили

# quizHow
source: how to play
bg: как се играе

# quizManual1
source: Your task is to choose the correct answer. You can win up to 3 points if your first choice is correct. If you guess the second time you get 2 points.
bg: Вашата задача е да изберете верния отговор. Можете да спечелите до 3 точки, ако първият ви избор е правилен. Ако познаете втория път, получавате 2 точки.

# quizManual2
source: If you have added a clue to the word, you will be able to use it. But it will takes 1 point. The number of the points of a particular word will be increased accordingly.
bg: Ако сте добавили подсказване към думата, ще можете да го използвате. Но това ще отнеме 1 точка. Броят на точките на определена дума ще бъде съответно увеличен.

source: remove
bg: премахване

source: reset
bg: нулиране

source: save
bg: запази

# saveChanges
source: Save your changes
bg: Запазете промените

source: see more
bg: виж повече

# seeYou
source: Hope to see you soon
bg: Надявам се да се видим скоро

# selectCorrect
source: Select the correct answer
bg: Изберете правилния отговор

source: sentence
bg: изречение

# settingsBackup
source: Backup
bg: Резервно копие

# settingsBackupAttention
source: Attention! If you import any data from a file, all current words and sentences will be replaced.
bg: Внимание! Ако импортирате данни от файл, всички текущи думи и изречения ще бъдат заменени.

# settingsDark
source: Dark theme
bg: Тъмна тема

# settingsExport
source: Export backup copy
bg: Експортиране на резервно копие

# settingsExportTo
source: You can export all your data to the file
bg: Можете да експортирате всичките си данни във файла

# settingsImport
source: Import backup copy
bg: Импортирайте от резервно копие

# settingsLanguage
source: Language
bg: Езикът

# settingsLight
source: Light theme
bg: Светла тема

# settingsMode
source: Light/Dark mode
bg: Светъл/тъмен режим

# someThingHappend
source: something has happened
bg: нещо се е случило

# statsQuizScore
source: The highest quiz score.
bg: Най-висок резултат от викторината.

# statsRefresh
source: refresh
bg: опресняване

# statsSentences
source: all sentences
bg: всичките ви изречения

# statsUpdate
source: last update
bg: последно обновяване

# statsWords
source: all words
bg: всичките ви думи

# takesPoint
source: takes 1 point
bg: взема 1 точка

source: Thank you
bg: Благодаря ви

source: Total
bg: Общо

source: Try again
bg: Опитай пак

# tryFromBeginniing
source: Please try again from the beginning
bg: Моля, опитайте още веднъж от началото

source: Wait
bg: Изчакайте

source: Welcome back
bg: Добре дошъл отново

source: word
bg: думичка

source: words
bg: думи

source: Words Quiz
bg: Викторина с думи

source: Yes
bg: да

source: You win
bg: Печелиш
